[
    {
        "name": "Toronto Tea Festival",
        "description": "Ottorino Respighi was instrumental in creating a national identity for Italys symphonic voice. This work, and his more raucous depiction of pomp and revelry, Roman Festivals, embrace our exploration of all things Italian.",
        "guidelines": "all ages",        
        "time": "3:00 pm",
        "date": "2024-01-12",
        "location_name": "Roy Thomson Hall, 60, Simcoe Street, Entertainment District, Spadina—Fort York, Old Toronto, Toronto, Golden Horseshoe, Ontario, M5J 1V6, Canada",
        "location_lat": 43.64655855,
        "location_long": -79.38633898,
        "organizer_id": 1      
    },
    {
        "name": "Queens Of The Stone Age",
        "description": "Live Nation Presents Queens of the Stone Age: The End is Nero Tour with The Struts have announced a run of Canadian dates to continue their epic worldwide tour",
        "guidelines": "13 and older",        
        "time": "7:00 pm",
        "date": "2024-01-13",
        "location_name": "Tribute Communities Centre, 99, Athol Street East, Downtown Oshawa, Oshawa, Durham Region, Golden Horseshoe, Ontario, L1H 1B4, Canada",
        "location_lat": 43.897022,
        "location_long": -78.85919806,
        "organizer_id": 2      
    },
    {
        "name": "Majid Razavi Live in Toronto",
        "description": "Get ready for the moment you've all been eagerly anticipating! Don't procrastinate, as this incredible show is bound to SELL OUT in no time!",
        "guidelines": "18 and older",        
        "time": "6:00 pm",
        "date": "2024-01-12",
        "location_name": "Metro Toronto Convention Centre offices, 255, Front Street West, Entertainment District, Spadina—Fort York, Old Toronto, Toronto, Golden Horseshoe, Ontario, M5V 2X3, Canada",
        "location_lat": 43.6443169,
        "location_long": -79.3858756,
        "organizer_id": 1      
    },
    {
        "name": "Greenhouse Festival",
        "description": "The Greenhouse Festival is a process-led residency program, focussed on growing vibrant, theatrical ideas and facilitating exchange between artists and audience.",
        "guidelines": "all ages",       
        "time": "10:00 am",
        "date": "2024-01-12",
        "location_name": "Tarragon Theatre, 30, Bridgman Avenue, Tarragon Village, Toronto—St. Paul's, Old Toronto, Toronto, Golden Horseshoe, Ontario, M5R 3H2, Canada",
        "location_lat": 43.6749498,
        "location_long": -79.4129416,
        "organizer_id": 3      
    },
    {
        "name": "Armin Van Buuren",
        "description": "Armin Jozef Jacobus Daniël van Buuren is a Dutch DJ and record producer. Since 2001, he has hosted A State of Trance, a weekly radio show, which is broadcast to nearly 40 million listeners in 84 countries on over 100 FM radio stations.",
        "guidelines": "16 and older",        
        "time": "10:00 pm",
        "date": "2024-01-12",
        "location_name": "Rebel, 11, Polson Street, Port Lands, Toronto—Danforth, Old Toronto, Toronto, Golden Horseshoe, Ontario, M5A 1A4, Canada",
        "location_lat": 43.640781,
        "location_long": -79.3549726,
        "organizer_id": 1      
    },
    {
        "name": "Toronto Comic Arts Festival (TCAF)",
        "description": "The Toronto Comic Arts Festival (TCAF) exists to promote the breadth and diversity of comics and what is considered comics as a legitimate medium of literary and artistic worth.",
        "guidelines": "all ages",        
        "time": "10:00 am",
        "date": "2024-01-12",
        "location_name": "Toronto Public Library - Toronto Reference Library, 789, Yonge Street, Yorkville, University—Rosedale, Old Toronto, Toronto, Golden Horseshoe, Ontario, M4W 2G8, Canada",
        "location_lat": 43.6718771,
        "location_long": -79.3866662989,
        "organizer_id": 1      
    },
    {
        "name": "The Rhubarb Festival",
        "description": "Back for its 45th year, Rhubarb transforms Buddies into a hotbed of experimentation, with artists challenging our notions of what art-making and art-watching can be.",
        "guidelines": "all ages",        
        "time": "12:00 pm",
        "date": "2024-01-12",
        "location_name": "Buddies in Bad Times, 12, Alexander Street, Church-Wellesley Village, Toronto Centre, Old Toronto, Toronto, Golden Horseshoe, Ontario, M4Y 1B4, Canada",
        "location_lat": 43.6632092,
        "location_long": -79.382994,
        "organizer_id": 2      
    },
    {
        "name": "DesignTO Festival 2024",
        "description": "Taking place across the city of Toronto from January 19-28, 2024, the annual DesignTO Festival is a highly-anticipated, city-wide celebration of designs role in creating a sustainable, just and joyful world. Featuring a wide range of events, exhibitions, and installations, the Festival showcases the best of local and international design.",
        "guidelines": "all ages",        
        "time": "all day",
        "date": "2024-01-12",
        "location_name": "91, Pelham Avenue, Carleton Village, Davenport, Old Toronto, Toronto, Golden Horseshoe, Ontario, M6N, Canada",
        "location_lat": 43.6675484428,
        "location_long": -79.45736458,
        "organizer_id": 3      
    },
    {
        "name": "Weekend Festivals at Celebration Square",
        "description": "Enjoy free weekend Festivals at Mississauga Celebration Square! From May to October, experience all of the food, music, entertainment and culture with your friends and family.",
        "guidelines": "all ages",        
        "time": "10:00 am",
        "date": "2024-01-13",
        "location_name": "Mississauga Civic Centre, 300, City Centre Drive, City Centre, Mississauga, Peel Region, Golden Horseshoe, Ontario, L5B 4N3, Canada",
        "location_lat": 43.5888456,
        "location_long": -79.6443760825,
        "organizer_id": 3      
    },
    {
        "name": "Ice skating and drinks at College Park",
        "description": "Hey everyone, let's go ice skating at the beautiful College Park downtown Toronto! It's a great way to meet new people and get some nice exercise outdoors.",
        "guidelines": "18 and older",        
        "time": "7:00 pm",
        "date": "2024-01-13",
        "location_name": "College Park, 444, Yonge Street, Discovery District, University—Rosedale, Old Toronto, Toronto, Golden Horseshoe, Ontario, M4Y 1X4, Canada",
        "location_lat": 43.66056235,
        "location_long": -79.3834490593,
        "organizer_id": 2      
    }
]